# MirrorXY3D

## Description
Procedure MirrorXY3D mirrors the currently selected object through the XY plane.

```pascal
PROCEDURE MirrorXY3D;
```

```python

def vs.MirrorXY3D():
    return None
```

## Version
Availability: from MiniCAD5.0.2
## Category
* General Edit